Repository: claytonc/quintagroup.plonetabs
Catalog: quintagroup/plonetabs/locales/*/LC_MESSAGES/quintagroup.plonetabs.po
Languages: da

source: '${id}' action deleted.
da: '${id}' handling er slettet.

source: '${id}' action is now invisible.
da: '${id}' handling er nu usynlig.

source: '${id}' action is now visible.
da: '${id}' handling er nu synlig.

source: '${id}' action moved down.
da: '${id}' handling er flyttet ned.

source: '${id}' action moved up.
da: '${id}' handling er flyttet op.

source: '${id}' action saved.
da: '${id}' handling er gemt.

source: '${id}' action successfully added.
da: '${id}' handling er nu tilføjet.

source: '${id}' action successfully removed.
da: '${id}' handling er nu fjernet.

source: '${id}' action successfully updated.
da: '${id}' handling er nu opdateret.

source: '${id}' object was excluded from navigation.
da: '${id}' objektet er udeladt fra navigationen.

source: '${id}' object was included into navigation.
da: '${id}' objektet er inkluderet i navigationen.

source: Actions successfully sorted.
da: Handling er nu sorteret.

source: Add
da: Tilføj

source: Adding canceled.
da: Tilføjelse er afbrudt.

source: Cancel
da: Afbryd

source: Category changed successfully.
da: Kategorier er nu ændret

source: Changes discarded.
da: Ændringer er glemt.

source: Changes saved!
da: Ændringer er gemt.

source: Fill in required fields and click on Add.
da: Udfyld venligst de krævede felter og tryk på Tilføj.

source: Generated tabs switched off.
da: Automatisk tab generering er slået fra.

source: Generated tabs switched on.
da: Automatisk tab generering er slået til.

source: No '${id}' action in '${cat_name}' category.
da: Ingen '${id}' handling i '${cat_name}' kategorien.

source: '${cat_name}' action category does not exist.
da: '${cat_name}' handlingskategorien eksisterer ikke.

source: Object with '${id}' id doesn't exist in portal root.
da: Objektet med id '${id}' eksisterer ikke i sitets rod.

source: Please correct the indicated errors.
da: Ret venligst de anførte fejl.

source: Reset
da: Rens

source: label_select_category
da: Vælg kategori

source: Rich Mode
da: Rig-modus

source: Plain Mode
da: Standard modus

source: Plone '${cat_name}' Configuration
da: Plone '${cat_name}' konfiguration

source: Portal Tabs Configuration
da: Portal tab konfiguration

source: Portal Footer Configuration
da: Portal footer konfiguration

source: Change
da: Rediger

source: Delete
da: Slet

source: Name
da: Navn

source: URL (Expression)
da: URL (Python udtryk)

source: Condition (Expression)
da: Betingelse (Python udtryk)

source: Save
da: Gem

source: Move Up
da: Flyt op

source: Move Down
da: Flyt ned

source: label_nonfolderish_tabs_enable
da: Genererer tabs for andre elementer end mapper

source: Empty or invalid title specified
da: Tom eller ikke gyldig titel er angivet

source: Empty or invalid id specified
da: Tom eller ikke gyldigt id er angivet

source: The id '${id}' is invalid - it is already in use.
da: Id '${id}' er ikke gyldigt - det er allerede i brug.

source: Id must contain only ASCII characters.
da: Id må kun indeholde ASCII karakterer (ingen danske bogstaver eller specieltegn).

source: Unrecognized expression type '${expr_type}'.
da: Ikke genkendt udtryktype '${expr_type}'.

source: Invalid variable name '${expr}'
da: Ikke genkendt variabel navn '${expr}'

source: Visible
da: Synlig

source: Advanced
da: Advanceret
